<?php

return [

    /**
     * RUSSIA
     */

    [
        'name' => 'Алтайский край',
        'id_country' => 1
    ],
    [
        'name' => 'Амурская область',
        'id_country' => 1
    ],
    [
        'name' => 'Архангельская область',
        'id_country' => 1
    ],
    [
        'name' => 'Архангельская область',
        'id_country' => 1
    ],
    [
        'name' => 'Астраханская область',
        'id_country' => 1
    ],
    [
        'name' => 'Белгородская область',
        'id_country' => 1
    ],
    [
        'name' => 'Брянская область',
        'id_country' => 1
    ],
    [
        'name' => 'Владимирская область',
        'id_country' => 1
    ],
    [
        'name' => 'Волгоградская область',
        'id_country' => 1
    ],
    [
        'name' => 'Вологодская область',
        'id_country' => 1
    ],
    [
        'name' => 'Воронежская область',
        'id_country' => 1
    ],
    [
        'name' => 'Московская область',
        'id_country' => 1
    ],
    [
        'name' => 'Еврейская автономная область',
        'id_country' => 1
    ],
    [
        'name' => 'Забайкальский край',
        'id_country' => 1
    ],
    [
        'name' => 'Ивановская область',
        'id_country' => 1
    ],
    [
        'name' => 'Иные территории, включая город и космодром Байконур',
        'id_country' => 1
    ],
    [
        'name' => 'Иркутская область',
        'id_country' => 1
    ],
    [
        'name' => 'Кабардино-Балкарская Республика',
        'id_country' => 1
    ],
    [
        'name' => 'Калининградская область',
        'id_country' => 1
    ],
    [
        'name' => 'Калужская область',
        'id_country' => 1
    ],
    [
        'name' => 'Камчатский край',
        'id_country' => 1
    ],
    [
        'name' => 'Карачаево-Черкесская Республика',
        'id_country' => 1
    ],
    [
        'name' => 'Кемеровская область',
        'id_country' => 1
    ],
    [
        'name' => 'Кировская область',
        'id_country' => 1
    ],
    [
        'name' => 'Костромская область',
        'id_country' => 1
    ],
    [
        'name' => 'Краснодарский край',
        'id_country' => 1
    ],
    [
        'name' => 'Красноярский край',
        'id_country' => 1
    ],
    [
        'name' => 'Курганская область',
        'id_country' => 1
    ],
    [
        'name' => 'Курская область',
        'id_country' => 1
    ],
    [
        'name' => 'Ленинградская область',
        'id_country' => 1
    ],
    [
        'name' => 'Липецкая область',
        'id_country' => 1
    ],
    [
        'name' => 'Магаданская область',
        'id_country' => 1
    ],
    [
        'name' => 'Московская область',
        'id_country' => 1
    ],
    [
        'name' => 'Мурманская область',
        'id_country' => 1
    ],
    [
        'name' => 'Ненецкий автономный округ',
        'id_country' => 1
    ],
    [
        'name' => 'Нижегородская область',
        'id_country' => 1
    ],
    [
        'name' => 'Новгородская область',
        'id_country' => 1
    ],
    [
        'name' => 'Новосибирская область',
        'id_country' => 1
    ],
    [
        'name' => 'Омская область',
        'id_country' => 1
    ],
    [
        'name' => 'Оренбургская область',
        'id_country' => 1
    ],
    [
        'name' => 'Орловская область',
        'id_country' => 1
    ],
    [
        'name' => 'Пензенская область',
        'id_country' => 1
    ],
    [
        'name' => 'Пермский край',
        'id_country' => 1
    ],
    [
        'name' => 'Приморский край',
        'id_country' => 1
    ],
    [
        'name' => 'Псковская область',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Адыгея (Адыгея)',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Алтай',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Башкортостан',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Бурятия',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Дагестан',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Ингушетия',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Калмыкия',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Карелия',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Коми',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Крым',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Марий Эл',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Мордовия',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Саха (Якутия)',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Северная Осетия - Алания',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Татарстан (Татарстан)',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Тыва',
        'id_country' => 1
    ],
    [
        'name' => 'Республика Хакасия',
        'id_country' => 1
    ],
    [
        'name' => 'Ростовская область',
        'id_country' => 1
    ],
    [
        'name' => 'Рязанская область',
        'id_country' => 1
    ],
    [
        'name' => 'Самарская область',
        'id_country' => 1
    ],
    [
        'name' => 'Санкт-Петербург',
        'id_country' => 1
    ],
    [
        'name' => 'Саратовская область',
        'id_country' => 1
    ],
    [
        'name' => 'Сахалинская область',
        'id_country' => 1
    ],
    [
        'name' => 'Свердловская область',
        'id_country' => 1
    ],
    [
        'name' => 'Севастополь',
        'id_country' => 1
    ],
    [
        'name' => 'Смоленская область',
        'id_country' => 1
    ],
    [
        'name' => 'Ставропольский край',
        'id_country' => 1
    ],
    [
        'name' => 'Тамбовская область',
        'id_country' => 1
    ],
    [
        'name' => 'Тверская область',
        'id_country' => 1
    ],
    [
        'name' => 'Томская область',
        'id_country' => 1
    ],
    [
        'name' => 'Тульская область',
        'id_country' => 1
    ],
    [
        'name' => 'Тюменская область',
        'id_country' => 1
    ],
    [
        'name' => 'Удмуртская Республика',
        'id_country' => 1
    ],
    [
        'name' => 'Ульяновская область',
        'id_country' => 1
    ],
    [
        'name' => 'Хабаровский край',
        'id_country' => 1
    ],
    [
        'name' => 'Ханты-Мансийский автономный округ - Югра',
        'id_country' => 1
    ],
    [
        'name' => 'Челябинская область',
        'id_country' => 1
    ],
    [
        'name' => 'Чеченская Республика',
        'id_country' => 1
    ],
    [
        'name' => 'Чувашская Республика - Чувашия',
        'id_country' => 1
    ],
    [
        'name' => 'Чукотский автономный округ',
        'id_country' => 1
    ],
    [
        'name' => 'Ямало-Ненецкий автономный округ',
        'id_country' => 1
    ],
    [
        'name' => 'Ярославская область',
        'id_country' => 1
    ],


    /**
     * UKRAINE
     */

    [
        'name' => 'Винницкая область',
        'id_country' => 2
    ],
    [
        'name' => 'Волынская область',
        'id_country' => 2
    ],
    [
        'name' => 'Днепропетровская область',
        'id_country' => 2
    ],
    [
        'name' => 'Донецкая область',
        'id_country' => 2
    ],
    [
        'name' => 'Житомирская область',
        'id_country' => 2
    ],
    [
        'name' => 'Закарпатская область',
        'id_country' => 2
    ],
    [
        'name' => 'Запорожская область',
        'id_country' => 2
    ],
    [
        'name' => 'Ивано-Франковская область',
        'id_country' => 2
    ],
    [
        'name' => 'Киевская область',
        'id_country' => 2
    ],
    [
        'name' => 'Кировоградская область',
        'id_country' => 2
    ],
    [
        'name' => 'Луганская область',
        'id_country' => 2
    ],
    [
        'name' => 'Львовская область',
        'id_country' => 2
    ],
    [
        'name' => 'Николаевская область',
        'id_country' => 2
    ],
    [
        'name' => 'Одесская область',
        'id_country' => 2
    ],
    [
        'name' => 'Полтавская область',
        'id_country' => 2
    ],
    [
        'name' => 'Ровненская область',
        'id_country' => 2
    ],
    [
        'name' => 'Сумская область',
        'id_country' => 2
    ],
    [
        'name' => 'Тернопольская область',
        'id_country' => 2
    ],
    [
        'name' => 'Харьковская область',
        'id_country' => 2
    ],
    [
        'name' => 'Херсонская область',
        'id_country' => 2
    ],
    [
        'name' => 'Хмельницкая область',
        'id_country' => 2
    ],
    [
        'name' => 'Черкасская область',
        'id_country' => 2
    ],
    [
        'name' => 'Черниговская область',
        'id_country' => 2
    ],
    [
        'name' => 'Черновицкая область',
        'id_country' => 2
    ],

];