<?php

return [

    /**
     * RUSSIA
     */

    [
        'id' => 1,
        'name' => 'Алтайский край',
        'country_id' => 1
    ],
    [
        'id' => 2,
        'name' => 'Амурская область',
        'country_id' => 1
    ],
    [
        'id' => 3,
        'name' => 'Архангельская область',
        'country_id' => 1
    ],
    [
        'id' => 4,
        'name' => 'Архангельская область',
        'country_id' => 1
    ],
    [
        'id' => 5,
        'name' => 'Астраханская область',
        'country_id' => 1
    ],
    [
        'id' => 6,
        'name' => 'Белгородская область',
        'country_id' => 1
    ],
    [
        'id' => 7,
        'name' => 'Брянская область',
        'country_id' => 1
    ],
    [
        'id' => 8,
        'name' => 'Владимирская область',
        'country_id' => 1
    ],
    [
        'id' => 9,
        'name' => 'Волгоградская область',
        'country_id' => 1
    ],
    [
        'id' => 10,
        'name' => 'Вологодская область',
        'country_id' => 1
    ],
    [
        'id' => 11,
        'name' => 'Воронежская область',
        'country_id' => 1
    ],
    [
        'id' => 12,
        'name' => 'Московская область',
        'country_id' => 1
    ],
    [
        'id' => 13,
        'name' => 'Еврейская автономная область',
        'country_id' => 1
    ],
    [
        'id' => 14,
        'name' => 'Забайкальский край',
        'country_id' => 1
    ],
    [
        'id' => 15,
        'name' => 'Ивановская область',
        'country_id' => 1
    ],
    [
        'id' => 16,
        'name' => 'Иные территории, включая город и космодром Байконур',
        'country_id' => 1
    ],
    [
        'id' => 17,
        'name' => 'Иркутская область',
        'country_id' => 1
    ],
    [
        'id' => 18,
        'name' => 'Кабардино-Балкарская Республика',
        'country_id' => 1
    ],
    [
        'id' => 19,
        'name' => 'Калининградская область',
        'country_id' => 1
    ],
    [
        'id' => 20,
        'name' => 'Калужская область',
        'country_id' => 1
    ],
    [
        'id' => 21,
        'name' => 'Камчатский край',
        'country_id' => 1
    ],
    [
        'id' => 22,
        'name' => 'Карачаево-Черкесская Республика',
        'country_id' => 1
    ],
    [
        'id' => 23,
        'name' => 'Кемеровская область',
        'country_id' => 1
    ],
    [
        'id' => 24,
        'name' => 'Кировская область',
        'country_id' => 1
    ],
    [
        'id' => 25,
        'name' => 'Костромская область',
        'country_id' => 1
    ],
    [
        'id' => 26,
        'name' => 'Краснодарский край',
        'country_id' => 1
    ],
    [
        'id' => 27,
        'name' => 'Красноярский край',
        'country_id' => 1
    ],
    [
        'id' => 28,
        'name' => 'Курганская область',
        'country_id' => 1
    ],
    [
        'id' => 29,
        'name' => 'Курская область',
        'country_id' => 1
    ],
    [
        'id' => 30,
        'name' => 'Ленинградская область',
        'country_id' => 1
    ],
    [
        'id' => 31,
        'name' => 'Липецкая область',
        'country_id' => 1
    ],
    [
        'id' => 32,
        'name' => 'Магаданская область',
        'country_id' => 1
    ],
    [
        'id' => 33,
        'name' => 'Московская область',
        'country_id' => 1
    ],
    [
        'id' => 34,
        'name' => 'Мурманская область',
        'country_id' => 1
    ],
    [
        'id' => 35,
        'name' => 'Ненецкий автономный округ',
        'country_id' => 1
    ],
    [
        'id' => 36,
        'name' => 'Нижегородская область',
        'country_id' => 1
    ],
    [
        'id' => 37,
        'name' => 'Новгородская область',
        'country_id' => 1
    ],
    [
        'id' => 38,
        'name' => 'Новосибирская область',
        'country_id' => 1
    ],
    [
        'id' => 39,
        'name' => 'Омская область',
        'country_id' => 1
    ],
    [
        'id' => 40,
        'name' => 'Оренбургская область',
        'country_id' => 1
    ],
    [
        'id' => 41,
        'name' => 'Орловская область',
        'country_id' => 1
    ],
    [
        'id' => 42,
        'name' => 'Пензенская область',
        'country_id' => 1
    ],
    [
        'id' => 43,
        'name' => 'Пермский край',
        'country_id' => 1
    ],
    [
        'id' => 44,
        'name' => 'Приморский край',
        'country_id' => 1
    ],
    [
        'id' => 45,
        'name' => 'Псковская область',
        'country_id' => 1
    ],
    [
        'id' => 46,
        'name' => 'Республика Адыгея (Адыгея)',
        'country_id' => 1
    ],
    [
        'id' => 47,
        'name' => 'Республика Алтай',
        'country_id' => 1
    ],
    [
        'id' => 48,
        'name' => 'Республика Башкортостан',
        'country_id' => 1
    ],
    [
        'id' => 49,
        'name' => 'Республика Бурятия',
        'country_id' => 1
    ],
    [
        'id' => 50,
        'name' => 'Республика Дагестан',
        'country_id' => 1
    ],
    [
        'id' => 51,
        'name' => 'Республика Ингушетия',
        'country_id' => 1
    ],
    [
        'id' => 52,
        'name' => 'Республика Калмыкия',
        'country_id' => 1
    ],
    [
        'id' => 53,
        'name' => 'Республика Карелия',
        'country_id' => 1
    ],
    [
        'id' => 54,
        'name' => 'Республика Коми',
        'country_id' => 1
    ],
    [
        'id' => 55,
        'name' => 'Республика Крым',
        'country_id' => 1
    ],
    [
        'id' => 56,
        'name' => 'Республика Марий Эл',
        'country_id' => 1
    ],
    [
        'id' => 57,
        'name' => 'Республика Мордовия',
        'country_id' => 1
    ],
    [
        'id' => 58,
        'name' => 'Республика Саха (Якутия)',
        'country_id' => 1
    ],
    [
        'id' => 59,
        'name' => 'Республика Северная Осетия - Алания',
        'country_id' => 1
    ],
    [
        'id' => 60,
        'name' => 'Республика Татарстан (Татарстан)',
        'country_id' => 1
    ],
    [
        'id' => 61,
        'name' => 'Республика Тыва',
        'country_id' => 1
    ],
    [
        'id' => 62,
        'name' => 'Республика Хакасия',
        'country_id' => 1
    ],
    [
        'id' => 62,
        'name' => 'Ростовская область',
        'country_id' => 1
    ],
    [
        'id' => 63,
        'name' => 'Рязанская область',
        'country_id' => 1
    ],
    [
        'id' => 64,
        'name' => 'Самарская область',
        'country_id' => 1
    ],
    [
        'id' => 65,
        'name' => 'Санкт-Петербург',
        'country_id' => 1
    ],
    [
        'id' => 66,
        'name' => 'Саратовская область',
        'country_id' => 1
    ],
    [
        'id' => 67,
        'name' => 'Сахалинская область',
        'country_id' => 1
    ],
    [
        'id' => 68,
        'name' => 'Свердловская область',
        'country_id' => 1
    ],
    [
        'id' => 69,
        'name' => 'Севастополь',
        'country_id' => 1
    ],
    [
        'id' => 70,
        'name' => 'Смоленская область',
        'country_id' => 1
    ],
    [
        'id' => 71,
        'name' => 'Ставропольский край',
        'country_id' => 1
    ],
    [
        'id' => 72,
        'name' => 'Тамбовская область',
        'country_id' => 1
    ],
    [
        'id' => 73,
        'name' => 'Тверская область',
        'country_id' => 1
    ],
    [
        'id' => 74,
        'name' => 'Томская область',
        'country_id' => 1
    ],
    [
        'id' => 75,
        'name' => 'Тульская область',
        'country_id' => 1
    ],
    [
        'id' => 76,
        'name' => 'Тюменская область',
        'country_id' => 1
    ],
    [
        'id' => 77,
        'name' => 'Удмуртская Республика',
        'country_id' => 1
    ],
    [
        'id' => 78,
        'name' => 'Ульяновская область',
        'country_id' => 1
    ],
    [
        'id' => 79,
        'name' => 'Хабаровский край',
        'country_id' => 1
    ],
    [
        'id' => 80,
        'name' => 'Ханты-Мансийский автономный округ - Югра',
        'country_id' => 1
    ],
    [
        'id' => 81,
        'name' => 'Челябинская область',
        'country_id' => 1
    ],
    [
        'id' => 82,
        'name' => 'Чеченская Республика',
        'country_id' => 1
    ],
    [
        'id' => 83,
        'name' => 'Чувашская Республика - Чувашия',
        'country_id' => 1
    ],
    [
        'id' => 84,
        'name' => 'Чукотский автономный округ',
        'country_id' => 1
    ],
    [
        'id' => 85,
        'name' => 'Ямало-Ненецкий автономный округ',
        'country_id' => 1
    ],
    [
        'id' => 86,
        'name' => 'Ярославская область',
        'country_id' => 1
    ],


    /**
     * UKRAINE
     */

    [
        'id' => 87,
        'name' => 'Винницкая область',
        'country_id' => 2
    ],
    [
        'id' => 88,
        'name' => 'Волынская область',
        'country_id' => 2
    ],
    [
        'id' => 89,
        'name' => 'Днепропетровская область',
        'country_id' => 2
    ],
    [
        'id' => 90,
        'name' => 'Донецкая область',
        'country_id' => 2
    ],
    [
        'id' => 91,
        'name' => 'Житомирская область',
        'country_id' => 2
    ],
    [
        'id' => 92,
        'name' => 'Закарпатская область',
        'country_id' => 2
    ],
    [
        'id' => 93,
        'name' => 'Запорожская область',
        'country_id' => 2
    ],
    [
        'id' => 94,
        'name' => 'Ивано-Франковская область',
        'country_id' => 2
    ],
    [
        'id' => 95,
        'name' => 'Киевская область',
        'country_id' => 2
    ],
    [
        'id' => 96,
        'name' => 'Кировоградская область',
        'country_id' => 2
    ],
    [
        'id' => 97,
        'name' => 'Луганская область',
        'country_id' => 2
    ],
    [
        'id' => 98,
        'name' => 'Львовская область',
        'country_id' => 2
    ],
    [
        'id' => 99,
        'name' => 'Николаевская область',
        'country_id' => 2
    ],
    [
        'id' => 100,
        'name' => 'Одесская область',
        'country_id' => 2
    ],
    [
        'id' => 101,
        'name' => 'Полтавская область',
        'country_id' => 2
    ],
    [
        'id' => 102,
        'name' => 'Ровненская область',
        'country_id' => 2
    ],
    [
        'id' => 103,
        'name' => 'Сумская область',
        'country_id' => 2
    ],
    [
        'id' => 104,
        'name' => 'Тернопольская область',
        'country_id' => 2
    ],
    [
        'id' => 105,
        'name' => 'Харьковская область',
        'country_id' => 2
    ],
    [
        'id' => 106,
        'name' => 'Херсонская область',
        'country_id' => 2
    ],
    [
        'id' => 107,
        'name' => 'Хмельницкая область',
        'country_id' => 2
    ],
    [
        'id' => 108,
        'name' => 'Черкасская область',
        'country_id' => 2
    ],
    [
        'id' => 109,
        'name' => 'Черниговская область',
        'country_id' => 2
    ],
    [
        'id' => 110,
        'name' => 'Черновицкая область',
        'country_id' => 2
    ],

];